// C-style comments.
// First non-comment line must be the following:
MCSkin3D Language File
// Following lines are key-value pairs, stored by the program.
// A line beginning with the pound/sharp/hash sign # are
// used internally and are not actual language pieces.
#Name=Русский
// Version is the version of the language file - it does not
// have any effect other than identification, and does not
// need to be present.
#Version=1.0
// SuppVersion is short for Supported Version, and denotes the version in which this
// language file was made for. Any other version running this file will throw an error.
#SuppVersion=1.4
// Culture is the Windows culture ID for the language.
// This is REQUIRED to be set properly!
#Culture="ru-RU"

// These lines are not required, they are simply for identification
// purposes.
#Author="Paril"
#AuthorContact="paril@alteredsoftworks.com"
#AuthorSite="www.alteredsoftworks.com"

// Below this are the key-value pairs; ID=String
// Note that the quotes are not required, but may be used for readability purposes.
// Language developers should use this file, and not other languages, to determine the
// context in which the string is deriving - otherwise, you may lose accuracy of your
// translation over time (see TranslationParty).
C_OK="OK"
C_CANCEL="Отмена"
C_CLOSE="Закрыть"
C_COPYTOCLIPBOARD="Копировать в буфер обмена"

M_FILE="Файл"
	M_SAVE="Сохранить"
	M_SAVEAS="Сохранить как"
	M_SAVEALL="Сохранить всё"
	M_UPLOAD="Загрузить скин..."
	M_EXIT="Выход"
M_EDIT="Правка"
	M_UNDO="Отменить"
	M_REDO="Повторить"
	M_TOOL="Инструменты"
M_VIEW="Вид"
	M_MODE="Режим просмотра"
		M_PERSPECTIVE="Перспектива (3D)"
		M_TEXTURE="Текстура (2D)"
		M_HYBRID="Смешанный"
	M_3D="3D-настройки"
		M_ANIMATE="Анимация"
		M_FOLLOWCUR="Следовать за курсором"
		M_GRASS="Трава"
		M_GHOST="Отображать скрытые части призраком"
		M_MULTISAMPLING="Мультисэмплинг"
	M_2D="2D-настройки"
		M_ALPHACHECKER="Альфа-шахматка"
		M_OVERLAY="Наложение"
			M_ENABLEOVERLAY="Включить"
	M_TRANSMODE="Режим прозрачности"
		M_OFF="Выкл"
		M_HELMETONLY="Только шлем"
		M_ALL="Всё"
	M_VISIBLEPARTS="Видимые части"
		M_HEAD="Голова"
		M_HELMET="Шлем"
		M_CHEST="Грудь"
		M_LEFTARM="Левая рука"
		M_RIGHTARM="Правая рука"
		M_LEFTLEG="Левая нога"
		M_RIGHTLEG="Правая нога"
M_OPTIONS="Параметры"
	M_KEYSHORTCUTS="Горячие клавиши"
	M_BGCOLOR="Цвет фона (требуется перезапуск)"
	M_USETEXTUREBASES="Использовать базовые текстуры"
M_LANGUAGE="Язык"
M_HELP="Справка"
	M_CHECKUPDATES="Проверить обновления"
	M_AUTOUPDATE="Автоматически проверять обновления"

T_TREE_ZOOMOUT="Уменьшить"
T_TREE_ZOOMIN="Увеличить"
T_TREE_IMPORTHERE="Импортировать сюда..."
T_TREE_NEWFOLDER="Новая папка здесь..."
T_TREE_RENAME="Переименовать..."
T_TREE_DELETE="Удалить..."
T_TREE_CLONE="Клонировать"
T_TREE_UPLOAD="Загрузить"

T_SAVE="Сохранить"
T_SAVEALL="Сохранить всё"
T_UNDO="Отменить"
T_REDO="Повторить"
T_PERSPECTIVE="Перспектива"
T_TEXTURE="Текстура"
T_HYBRID="Смешанный"
T_SCREENSHOT="Скриншот (Shift для сохранения)"
T_TOGGLEHEAD="Показать/скрыть голову"
T_TOGGLEHELMET="Показать/скрыть шлем"
T_TOGGLECHEST="Показать/скрыть грудь"
T_TOGGLELEFTARM="Показать/скрыть левую руку"
T_TOGGLERIGHTARM="Показать/скрыть правую руку"
T_TOGGLELEFTLEG="Показать/скрыть левую ногу"
T_TOGGLERIGHTLEG="Показать/скрыть правую ногу"
T_SWATCHES="Палитра"

M_IMPORT_HERE="Импортировать сюда..."
M_NEWFOLDER="Новая папка"
M_NEWFOLDER_HERE="Новая папка здесь..."
M_RENAME="Переименовать..."
M_DELETE="Удалить..."
M_CLONE="Клонировать"

T_TOOL_CAMERA="Камера"
T_TOOL_PENCIL="Карандаш"
T_TOOL_ERASER="Ластик"
T_TOOL_DROPPER="Пипетка"
T_TOOL_DODGEBURN="Осветлить/Затемнить"
T_TOOL_DARKENLIGHTEN="Затемнить/Осветлить"
T_TOOL_BUCKET="Заливка"
T_TOOL_NOISE="Шум"

B_MSG_DIRMISSING="Отсутствует входящая папка — возможно, вы не распаковали программу. Это не критично, но вы не увидите прилагающиеся шаблоны, палитры и другие материалы."
B_MSG_UPTODATE="У вас уже установлена последняя версия!"
B_MSG_NEWUPDATE="Доступно новое обновление. Открыть программу обновления сейчас?"
B_MSG_UPLOADERROR="Ошибка при загрузке скина:"
B_MSG_UPLOADSUCCESS="Скин успешно загружен!"
B_MSG_DELETESKIN="Удалить этот скин?\r\nОн будет перемещён в корзину."
B_MSG_DELETEFOLDER="Удалить эту папку?\r\nОна будет перемещена в корзину."
B_MSG_OVERLAYERROR="Не удалось загрузить изображение наложения: “{0}”; разрешение должно быть степенью двойки."
B_MSG_UPLOADRES="Хотя вы можете редактировать текстуры высокого разрешения в MCSkin3D, вы не сможете загрузить их в свой профиль Minecraft."
B_MSG_ANTIALIAS="Перезапустите MCSkin3D, чтобы применить опцию мультисэмплинга."
B_MSG_PIXELFORMAT="Извините, ваша видеокарта, похоже, не поддерживает 32-битный формат пикселей — сейчас это необходимо для корректной работы MCSkin3D."
B_MSG_SHORTCUTEXISTS="Горячая клавиша “{0}” конфликтует с “{1}” — она будет очищена."

B_CAP_QUESTION="Вопрос"
B_CAP_SORRY="Извините"

C_SQUARE="Квадрат"
C_CIRCLE="Круг"

O_EXPOSURE="Экспозиция:"
O_INCREMENTAL="Пошагово"
O_LIGHTEN="Осветлить"
O_DARKEN="Затемнить"
O_DODGE="Осветление"
O_BURN="Затемнение"
Q_THRESHOLD="Порог:"

C_NEW="Создать"
C_CANTMOVE="Невозможно переместить в"
C_COPY="Копировать"
C_MOVE="Переместить"
C_MOVED="Перемещено"
C_COPYTO="Копировать в"
C_MOVETO="Переместить в"
C_IMPORTTO="Импортировать в"

C_SETTINGSFAILED="Не удалось загрузить файл настроек; загружены настройки по умолчанию."

C_AUTOLOGIN="Автоматический вход?"
C_REMEMBER="Запомнить меня?"
C_USERNAME="Имя пользователя:"
C_PASSWORD="Пароль:"
C_UPLOADTEXT="Чтобы загрузить скин, необходимо войти в Minecraft.net. Эта программа может сделать это автоматически; введите имя пользователя и пароль для продолжения."

C_UPLOADING="Загрузка скина... Пожалуйста, подождите..."
C_SHORTCUTINUSE="Горячая клавиша уже используется"

S_TREEVIEW_ZOOMIN="Увеличить дерево папок"
S_TREEVIEW_ZOOMOUT="Уменьшить дерево папок"
S_SWATCH_ZOOMIN="Увеличить палитру"
S_SWATCH_ZOOMOUT="Уменьшить палитру"
S_COLORSWAP="Поменять передний/фоновый цвет"
S_RENAME="Изменить имя"
S_CLONE="Клонировать узел"
S_DELETE="Удалить узел"
S_SCREENSHOT_CLIP="Скриншот в буфер обмена"
S_SCREENSHOT_SAVE="Сохранить скриншот"
S_TOGGLEVIEW="Переключить режим просмотра"
S_TOGGLETRANS="Переключить режим прозрачности"

M_SHORTCUTS="Щёлкните в текстовом поле ниже, затем нажмите клавишу, которую хотите назначить этой горячей клавише."
W_OPTIONS="Показать/скрыть параметры инструмента"

T_CAMERA="Левая кнопка — вращение. Правая кнопка/колесо — масштаб."
T_PENCIL="Левая кнопка — рисование; правая/колесо — вращение/масштаб; удерживайте Shift, чтобы использовать фоновый цвет."
T_DROPPER="Левая кнопка — выбор цвета. Правая/колесо — вращение/масштаб. Shift — выбор в качестве фонового цвета, иначе — переднего."
T_DODGEBURN="Левая кнопка — осветление/затемнение. Правая/колесо — вращение/масштаб. Shift — смена инструмента."
T_DARKENLIGHTEN="Левая кнопка — затемнение/осветление. Правая/колесо — вращение/масштаб. Shift — смена инструмента."
T_ERASER="Левая кнопка — стирание до прозрачного цвета и альфа-канала. Правая/колесо — вращение/масштаб."
T_FILL="Левая кнопка — заливка пикселей. Shift — использование фонового цвета. Ctrl — блокировка части. Правая/колесо — вращение/масштаб."
T_NOISE="Левая кнопка — применение шума. Правая/колесо — вращение/масштаб."

C_UNSAVED="У вас есть несохранённые изменения. Вы уверены, что хотите выйти?"
C_UNSAVED_CAPTION="Подождите!"

O_HOLDNESS="Интенсивность:"

G_BRUSH="Кисть"
G_BRUSHOPTS="Параметры кисти"
G_NOISEOPTS="Параметры шума"
G_FILLOPTS="Параметры заливки"
G_TOOL="Инструмент"

T_DECRES="Понизить разрешение"
T_INCRES="Повысить разрешение"

M_NEWSKIN="Новый скин"
M_NEWSKIN_HERE="Новый скин здесь"

M_SKINERROR="Не удалось загрузить скин из хранилища Minecraft!"
M_FETCH_NAME="Получить из Minecraft"
M_FETCH_TEXT="MCSkin3D может получить скин из вашей учётной записи Minecraft (или любого другого) и импортировать его как файл скина. Введите имя учётной записи ниже, затем нажмите 'Импортировать'."
M_PLAYER_NAME="Имя игрока:"

C_YES="Да"
C_NO="Нет"
D_DONTASK="Больше не спрашивать"
M_IRREVERSIBLE="Внимание: скины высокого разрешения не могут быть загружены на Minecraft.net как обычные скины!\n\nЭто действие необратимо, и все предыдущие операции отмены/повтора будут потеряны. Вы уверены, что хотите продолжить?"

M_TEMP="Вы пытаетесь запустить MCSkin3D из временной папки. Пожалуйста, правильно распакуйте программу перед запуском."

T_RESETCAMERA="Сбросить камеру"
M_SKINDIRS="Папки скинов"
M_DYNAMICOVERLAY="Динамическое наложение"
M_DYNAMICOPTIONS="Динамические параметры"
M_LINECOLOR="Цвет линий"
M_LINESIZE="Толщина линий"
M_OVERLAYTEXTSIZE="Размер текста"
M_TEXTCOLOR="Цвет текста"

U_PIXELSCHANGED="Пиксели изменены"
T_TOOL_STAMP="Штамп"
T_STAMP="Левый клик — использование штампа. Shift+клик — копирование области в кисть."
L_UNDOACTIONS="Отменить {0} действие(ий)"
L_REDOACTIONS="Повторить {0} действие(ий)"

M_BROWSE="Перейти к {0}"
M_SKIN="Скин"
M_FOLDER="Папка"

M_SHARED="Общие параметры"
M_INFINITEMOUSE="Бесконечная мышь"

T_SWATCHEDIT="Редактировать палитру"
T_DELETESWATCH="Удалить палитру"
T_ADDSWATCH="Добавить палитру"

M_EXPT_EXCEPTION="Исключение!"
M_EXPT_APPERROR="Ошибка приложения!"
M_EXPT_ERRORTEXT="MCSkin3D обнаружил ошибку и может стать нестабильным. Но не волнуйтесь, вы можете помочь!\r\n\r\nЕсли вы хотите помочь разработчику, отправьте нам отчёт об ошибке! В самом низу этого окна есть синяя ссылка, указывающая на содержимое отчёта. Отправьте его нам (найдите нас на PlanetMinecraft) — это очень поможет разработке."
M_EXPT_SHOW="Больше не показывать это сообщение"
M_EXPT_CLOSE="Закрыть"
M_EXPT_VIEW="Чтобы просмотреть отчёт, нажмите"
M_EXPT_HERE="здесь"

C_RESTART="Для выполнения этой операции требуется перезапуск программы!"
C_RESTART_CAPTION="Требуется перезапуск"
D_UNSAVED="У вас есть несохранённые скины; изменение папки скинов требует обновления списка, и вы потеряете все несохранённые изменения. Нажмите «Да» для обновления без сохранения; «Нет» — подождать перезапуска; «Отмена» — отменить операцию."
D_UNSAVED_CAPTION="Несохранённые изменения"

M_RENDERSTATS="Статистика рендеринга"
M_GRIDCOLOR="Цвет сетки"
M_GRIDOPACITY="Непрозрачность сетки"

M_LOADING="Загрузка..."
M_NEWPALETTE="Новая палитра"
M_DELETEPALETTE="Удалить палитру"
M_CONVERTSWATCH="Преобразовать палитру..."
M_RENAMEPALETTE="Переименовать палитру"
M_CURRENTFORMAT="Текущий формат:"
M_NEWFORMAT="Новый формат:"
M_SWATCHQUESTION="Эта операция навсегда удалит эту палитру. Продолжить?"
M_SWATCHQUESTION_CAPTION="Вы уверены?"

M_UPDATESTARTING="Обновление загружено — MCSkin3D сейчас закроется, и откроется программа обновления. Обратите внимание, что эта программа запускается из временной папки, поэтому Windows (или ваш антивирус) может предупредить об этом — не беспокойтесь, это сделано для того, чтобы основная папка оставалась чистой."
M_REPORTVIEWER="Просмотр отчёта"

M_GRIDENABLED="Показать сетку"
M_RENDERRESTART="Для изменения режима рендеринга требуется перезапуск."
M_RENDERER="Рендерер"
M_CLIENTARRAYS="Массивы клиента"
M_IMMEDIATE="Немедленный режим"
W_POPOUT="Открепить"

E_SKINERROR="Ошибка при загрузке скина “{0}”; удалите этот файл или переместите его из папки."
T_TOGGLECHESTARMOR="Показать/скрыть нагрудник"
T_TOGGLELEFTARMARMOR="Показать/скрыть защиту левой руки"
T_TOGGLERIGHTARMARMOR="Показать/скрыть защиту правой руки"
T_TOGGLELEFTLEGARMOR="Показать/скрыть защиту левой ноги"
T_TOGGLERIGHTLEGARMOR="Показать/скрыть защиту правой ноги"

M_CHESTARMOR="Нагрудник"
M_LEFTARMARMOR="Защита левой руки"
M_RIGHTARMARMOR="Защита правой руки"
M_LEFTLEGARMOR="Защита левой ноги"
M_RIGHTLEGARMOR="Защита правой ноги"

C_SCALE="Масштабировать"
C_CROP="Обрезать"
M_SKINSIZEMISMATCH="Размер этого скина не соответствует ожидаемому размеру для выбранной модели. MCSkin3D может решить эту проблему одним из двух способов:\n\nОбрезать: напрямую изменить размер скина, чтобы он соответствовал модели, без изменения самого скина. В зависимости от разницы в размерах, некоторые части скина могут быть обрезаны. Используйте эту опцию, если вы конвертируете скин с версии 1.7 на 1.8.\n\nМасштабировать: масштабировать скин до требуемого размера.\n\nОбратите внимание, что это деструктивная операция, и её нельзя отменить."